bierner.markdown-emoji
bierner.markdown-preview-github-styles
databricks.databricks
davidanson.vscode-markdownlint
dracula-theme.theme-dracula
github.copilot
github.copilot-chat
github.vscode-pull-request-github
grapecity.gc-excelviewer
hashicorp.terraform
janisdd.vscode-edit-csv
ms-azuretools.azure-dev
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurecontainerapps
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestaticwebapps
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.azure-account
ms-vscode.makefile-tools
ms-vscode.vscode-node-azure-pack
naumovs.color-highlight
njpwerner.autodocstring
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
scala-lang.scala
streetsidesoftware.code-spell-checker
teamsdk.mbosstudio-marketplace-extension
teamsdk.safetouse-github-copilot
teamsdk.safetouse-github-copilot-chat
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yzane.markdown-pdf
yzhang.markdown-all-in-one
